Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/regjeringen.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: In a report dated September 2011, an independent commission in the United Kingdom, the Vickers Commission, has advocated clearer separation between retail banking services, such as the receipt of deposits and the issuing of loans to personal customers and SMEs, and wholesale and investment banking.
nn: Ein utgreiingskommisjon i Storbritannia, den såkalla Vickers-kommisjonen, har i ein rapport frå september 2011 teke til orde for eit klårare skilje mellom det ein kallar grunnleggjande banktenester, som til dømes mottak av innskot og yting av lån til personkundar og små ikkje-finansielle føretak, og investerings- og verdipapirverksemd.

source: In Norway, a working group comprising members from the Ministry of Finance, Norges Bank and Finanstilsynet has examined how the macroprudential supervision of the Norwegian financial system should be organised, cf. the discussion in section 3.8 of Chapter 3.
nn: I Noreg har ei arbeidsgruppe med medlemer frå Finansdepartementet, Noregs Bank og Finanstilsynet greidd ut korleis makroovervakinga av det norske finanssystemet bør innrettast, jf. nærare omtale i avsnitt 3.8 i kapittel 3.

source: In a situation where international climate policy is moving in the direction of the goals in the Paris Agreement, the analysis shows that implementation of Norcem’s project will generate greater socioeconomic value than implementation of Fortum Oslo Varme’s project, mainly due to the differences in the project costs.
nn: I ein situasjon der internasjonal klimapolitikk bevegar seg i retning av måla i Parisavtalen, viser analysen at realisering av Norcem sitt prosjekt gir ein høgare samfunnsøkonomisk verdi enn realisering av Fortum Oslo Varme sitt prosjekt, hovudsakleg på grunn av forskjellen i kostnader for prosjekta.

source: Banks failed to adequately handle the transition to more liberal regulations, and credit institutions registered a significant increase in losses from 1987 onwards.
nn: Bankane handterte ikkje overgangen til ei meir liberal regulering godt nok, og frå 1987 auka tapa i institusjonane monaleg.

source: If the interest rate at the time had been, for example, 5 percentage points higher, 23 per cent of households would have had a financial margin of less than one month’s salary.
nn: Hadde utlånsrentene til dømes vore 5 prosenteiningar høgare, hadde 23 pst. av hushalda hatt ein finansiell margin lågare enn månadsløna.

source: Subsequently, the Danish banking sector has experienced major problems.
nn: Det har sidan vore store problem i den danske banksektoren.

source: International financial market developments in 2011 were characterised, in particular, by mounting concern that some EU countries might default on their sovereign debt, and that governments in Europe would not be able to implement necessary support measures and budget cuts.
nn: Utviklinga på dei internasjonale finansmarknadene i 2011 var særleg prega av aukande otte for at somme EU-land skulle misleghalda statsgjelda si og for at styresmaktene i Europa ikkje ville greia å gjennomføra naudsynte støttetiltak og budsjettinnstrammingar.

source: In planning matters, the local authority is not only responsible for protecting its own interests, but also national and regional interests, and for considering issues such as protection of farmland, biodiversity, cultural heritage, natural hazards, children and young people’s interests and transport.
nn: I planlegginga er kommunen ikkje berre ansvarleg for å vareta eigne interesser, men også nasjonale og regionale interesser, og omsyn som blant anna jordvern, naturmangfald, kulturminne, naturfare, barn og unge sine interesser og samferdselsomsyn.

source: Figur 4.1 Numbers of municipalities and savings banks in Norway from 1840 until today
nn: Figur 4.1 Tal på kommunar og sparebankar i Noreg frå 1840 fram til i dag

source: it was pointed out that the country is vulnerable due to its dependence on Telenor’s trunk network.
nn: blei det peikt på at landet er sårbart som følge av for stor avhengnad av Telenors transportnett.

source: Internationalisation and investment
nn: Internasjonalisering og investeringar

source: Troll is strategically located in relation to other stations in Dronning Maud Land, and is one of two stations in the area with an airstrip.
nn: Troll ligg strategisk til i høve til andre stasjonar i Dronning Maud Land, og er ein av to stasjonar i området som har flystripe.

source: increase the block grant made to the municipalities by NOK 190
nn: gjort framlegg om å auke rammetilskotet til kommunane med 190

source: Chapter V Investigation of railway accidents
nn: store som i dei nordnorske kommunane.

source: By comparison, only about 7,000 tourists came to the Antarctic in the 1992/1993 season.
nn: Til samanlikning kom det berre rundt 7 000 turistar til Antarktis i sesongen 1992/1993

source: Production licence 038, Operator: Pertra AS
nn: Utvinningsløyve 038. Operatør: Pertra AS

source: The marked growth in ICT projects is associated with the coronavirus crisis.
nn: Den markante veksten i IKT-prosjekt har samanheng med koronakrisa.

source: The operational target of monetary policy shall be annual consumer price growth of approximately 2.5 per cent over time.
nn: Det operative målet for pengepolitikken er ein årsvekst i konsumprisane som over tid ligg nær 2,5 prosent.

source: “Confidence in achieving the inflation target is a precondition for the stabilising effect of monetary policy on developments in output and employment.
nn: «Tillit til at inflasjonsmålet blir nådd, er ein føresetnad for at pengepolitikken òg kan medverke til å stabilisere utviklinga i produksjon og sysselsetjing.

source: the administration budget in the Loan Fund by NOK 11 million
nn: administrasjonsbudsjettet i Lånekassa med 11 millionar kroner.

source: Figure 3.4 The whaling station at Grytviken, South Georgia, established in 1904.
nn: Figur 3.4 Kvalfangststasjonen Grytviken, Sør-Georgia, vart etablert i 1904 og var den første norske kvalfangststasjonen i Antarktis.

source: The Norwegian Polar Institute is mandated both to organise its own field research and to provide shared services for other Norwegian researchers in the Antarctic using its logistical resources.
nn: Det ligg i mandatet til Norsk Polarinstitutt at instituttet skal leggje tilhøva til rette for eiga forskingsverksemd i felten, og tilby fellestenester for andre norske forskarar i Antarktis gjennom logistikkressursane sine.

source: Currently national film projects for children and youth are supported by the existing Film Institute and FILM&KINO.
nn: Nasjonale filmkulturelle tiltak for born og unge vert i dag hovudsakleg forvalta av Norsk filminstitutt og FILM&KINO.

source: The Euro Plus Pact was agreed in March 2011.
nn: Europlusspakta vart inngått i mars 2011.

source: On 2 October 2013, Nes Prestegjelds Sparebank and Hol Sparebank were granted a merger licence, with Nes Prestegjelds Sparebank as the acquiring bank.
nn: Nes Prestegjelds Sparebank og Hol Sparebank fekk 2. oktober 2013 løyve til å slå seg saman, med Nes Prestegjelds Sparebank som overtakende bank.

source: Research and development in combination with domestic production of new agricultural machinery, has helped ensure that Norwegian agriculture has stayed innovative and adopted new technology on a large scale.
nn: Forsking og utvikling har, saman med nasjonal produksjon av nye landbruksmaskinar, vore viktig for at norsk jordbruk har vore innovativt og i stor skala har tatt i bruk ny teknologi.

source: In other words, section 2 of the Dependencies Act provides the methodical basis for the legal technique to be used to ascertain whether a specific statute and appurtenant regulations apply in the dependencies.
nn: Med andre ord gjev bilandslova § 2 det metodiske utgangspunktet for den lovteknikken som skal nyttast for å klargjere om ei konkret lov med tilhøyrande forskrifter gjeld i bilanda.

source: and Nkom’s ROBIN report from 2017,
nn: og Nkoms ROBIN-rapport frå 2017

source: Norwegian kroner depreciated by more than 10 pct.
nn: Målt ved konkurransekursindeksen var krona meir enn 10 pst.

source: The resolution adopted at the 36th session of UNESCO’s World Heritage Committee in 2012 stated the following, among other things: “
nn: Vedtaka på den 36. sesjonen til UNESCO sin verdsarvkomité i 2012 seier mellom anna:

source: • To slightly adjust the notification thresholds for regional aid to clarify what they are,
nn: I dette ligg det å setje mål og strategiar for verdiskaping og regional utvikling.

source: is a provider of infrastructure services (IaaS) in the UK G-Cloud procurement framework.
nn: er ein leverandør av infrastrukturtenester (IaaS) i det britiske G-cloud-rammeverket.

source: However, for the purposes of this paragraph:
nn: Endringane i folketrygdlova gjeld:

source: Diamond and Dybvig’s results have been tested experimentally.
nn: Resultata frå Diamond & Dybvig har vore testa i eksperiment.

source: through the Research Council of Norway over the budget of the
nn: Forskingsrådet over budsjettet til Utdannings- og

source: will be strengthened by NOK 156 million as a result of the
nn: budsjetta til universiteta og høgskulane styrkte med 156 millionar

source: Norway still enjoys a high rating in international comparisons of mobile and broadband infrastructure, including in the statistics from the OECD’s Broadband Portal 2020.
nn: Noreg skårar jamleg høgt på internasjonale samanlikningar av mobil- og breibandsinfrastruktur, blant anna statistikk frå OECDs Broadband Portal 2020.

source: SCAR is a committee of the International Council for Science (ICSU), which is charged with initiating, promoting and coordinating scientific research in the Antarctic.
nn: SCAR er ein komité under Den internasjonale vitskapsunionen (ICSU) og har som oppgåve å setje i verk, fremje og samordne vitskapleg forsking i Antarktis.

source: (the national Garborg centre) will open in the first half of 2012, and will form part of the Jærmuseet museum in Rogaland County.
nn: Nasjonalt Garborgsenter skal opnast i fyrste halvdel av 2012, organisert som ein del av Jærmuseet i Rogaland.

source: The station building, prefabricated at Strømmen Trævarefabrik in Norway, is still on site.
nn: Stasjonsbygnaden, som var prefabrikkert på Strømmen Trævarefabrik i Norge, står framleis.

source: National authorities should document the methodologies and considerations used to calibrate the level of HLA (higher loss absorbency) that the framework would require for D-SIBs in their jurisdiction.
nn: Nasjonale styresmakter bør dokumentera metoden og vurderingane som vert lagde til grunn for å fastsetja tilleggskrav til kapital for nasjonalt systemviktige bankar i jurisdiksjonen deira.

source: In order to verify compliance with the treaty provisions, a system for inspections was introduced in Article VII that gives the consultative parties free access to inspect one another’s activities and installations.
nn: For å overvake at føresegnene i traktaten vert etterlevde vart det i artikkel VII innført ei inspeksjonsordning som gjev dei konsultative partane fri tilgang til å inspisere verksemda og installasjonane til kvarandre.

source: sending jurisdictions for which the Convention
nn: der for dagens bompengering er som tidlegare

source: Quality assurance of the specific projects (QA2) was carried out in two parts to adapt to the industry projects’ progress schedules.
nn: Kvalitetssikringa av dei konkrete prosjekta (KS2) vart gjennomført i to delar, tilpassa industriprosjekta sine framdriftsplanar.

source: exporter and seventh largest oil producer.
nn: største oljeprodusenten i verda.

source: Interest from other countries is expected to increase in the years ahead.
nn: Interessa frå andre land er venta å ville auke i åra framover.

source: Under the Omnibus II Directive, the deadline for implementing the Solvency II directive in national legislation is 30 June 2013, although further delays cannot be excluded.
nn: Fristen for å gjennomføra Solvens II-direktivet i nasjonalt regelverk er etter Omnibus II-direktivet 30. juni 2013, men ein kan ikkje sjå bort frå utsetjingar.

source: The educational sector, including the individual schools and their principals, must be informed of the content of the programme at an early stage.
nn: Opplæringssektoren, med alle skulane og deira overordna, må få informasjon om innhaldet i tilboda i Den kulturelle skulesekken på eit tidleg tidspunkt.

source: The licence is subject to conditions.
nn: Løyvet er gjeve på vilkår.

source: Artificial intelligence in Norway shall be based on ethical principles, respect for privacy and good digital security.
nn: Kunstig intelligens i Noreg skal bygge på etiske prinsipp, respekt for personvernet og god digital tryggleik.

source: There seem to be considerable differences between the various cultural fields.
nn: Rapporteringa syner store skilnader mellom dei ulike kunst- og kulturfelta.

source: Becoming acquainted with art and culture at this level stimulates their general development.
nn: Det er viktig at skulen legg til rette for og planlegg eventuelt pedagogisk arbeid i føre- og etterkant.

source: According to the economic impact analysis, massive investments have been made in colocation data centres in Norway in recent years.
nn: Ifølge ringverknadsanalysen, er det dei siste åra gjort massive investeringar i samlokaliseringsdatasenter i Noreg.

source: Paragraphs 1 to 4 of this Article will apply save to the extent that the Parties decide to permit the level of production or consumption that is necessary to satisfy uses agreed by the Parties to be exempted uses.
nn: 1 til 4 i denne artikkelen gjeld med unntak av det produksjons- eller forbruksnivået partane vedtek å tillate fordi det er nødvendig for å tilfredsstille bruksområde som partane er samde om å halde utanfor.

source: In this scenario, projects are developed that capture and store 735 million tonnes of CO
nn: I dette scenarioet vert det bygd ut prosjekt som fangar og lagrar 735 mill.

source: The collapse in international financial markets in the autumn of 2008 has generated broad agreement that authorities must give greater emphasis to regulation and supervision to ensure financial stability, and that this work must be coordinated across national borders.
nn: Samanbrotet i internasjonale finansmarknader hausten 2008 har skapt brei semje om at styresmaktene må leggja meir vekt på regulering og tilsyn for å tryggja finansiell stabilitet, og at arbeidet må samordnast over landegrensene.

source: Google has also announced the procurement of a large piece of land in Skien, and Microsoft has opened data centres in Oslo and Stavanger.
nn: I tillegg har Google kunngjort kjøp av ei stor tomt i Skien, og Microsoft opna datasenter i Oslo og Stavanger.

source: The data centre industry is growing quickly, and it has been estimated that as of 2020, the industry accounts for approximately 2000 jobs and provide NOK 3.1 billion to the economy.
nn: Veksten i bransjen har vore særleg stor dei siste to åra. Det blir anslått at næringa i 2020 bidrar til om lag 2000 jobbar, og med 3,1 milliardar kroner til den norske økonomien.

source: The completion of phase 1 is scheduled for 2024, and it will have a planned operational period of 25 years.
nn: Fase 1 er planlagt ferdigstilt i 2024 og vil ha ein planlagt driftsperiode på 25 år.

source: the unequal understanding and treatment of men
nn: menn absolutt bør ha politisk og samfunnsmessig

source: sted information was within the jurisdiction
nn: Sporvogn og T-bane i Oslo er organisert slik

source: sustain a relationship with both parents, even
nn: forventningar når det gjeld skuletilpassing, både

source: This means that schools will have to set aside resources for this work, for example through the cultural coordinators, and the organisation will have to approach the schools more often and devote more time to dialogue.
nn: Dette vil krevje at skulane set av ressursar til arbeidet, til dømes gjennom kulturkontaktar, og at turnéorganisasjonen tek fleire initiativ overfor skulen og brukar meir tid på dialog.

source: And this was a test it passed.
nn: Og den prøva har den bestått.

source: On several occasions from 1933 onwards, the British expressed amenability to a potential Norwegian sovereignty claim on the Antarctic mainland.
nn: Frå 1933 vart det frå britisk offisielt hald fleire gonger gjeve uttrykk for ei velvillig innstilling til eit mogleg norsk krav om suverenitet på det antarktiske fastlandet.

source: If the schools are to benefit from the various activities it is important that they receive information in advance so that they can prepare teachers and pupils.
nn: For at tilboda skal kunne fungere godt i skulane, er det naudsynt at skulane får god og rett informasjon i tide, slik at dei kan leggje til rette og førebu både elevar og lærarar.

source: A fundamental requirement for the government’s
nn: har utløyst eit behov for å avklara vilkåra for petro-

source: The introduction of rules corresponding to the Basel III standards can also have a positive impact on the demand for covered bonds, since the requirements applicable to banks’ holdings of liquid low-risk securities will become more stringent.
nn: Innføringa av reglar som svarar til Basel III-tilrådingane kan òg ha positiv verknad på etterspurnaden etter OMF, ettersom krava til bankane sine behaldningar av likvide lågrisikopapir kjem til å auka.

source: Costs after the operational period has expired
nn: Kostnader etter utløpet av driftsperioden

source: The possibility of using BECCS in certain countries such as Sweden to achieve rapid emission reductions has also been identified [19].
nn: Det er òg identifisert moglegheit for rask reduksjon av utslepp med bruk av BECCS i einskilde land, som til dømes Sverige [19].

source: It is also possible to achieve negative emissions by capturing CO
nn: Ein kan òg få negative utslepp ved å fange CO

source: Production licence 102, Operator: Total E&P Norge AS
nn: Utvinningsløyve 102. Operatør: Total E&P Norge AS

source: within the individual government agencies.
nn: av ressursar og betre måloppnåing.

source: Since 2014, the Ministry of Local Government and Modernisation has granted more than NOK 30 million in funding to various initiatives designed to increase the level of digital participation in the population.
nn: Sidan 2014 har Kommunal- og moderninseringsdepartementet løyvd over 30 millionar kroner til ulike tiltak for å auke den digitale deltakinga i befolkninga.

source: A 2009 statutory amendment made it easier for savings banks to choose between different conversion and merger models.
nn: Med ei lovendring i 2009 vart det gjort lettare for sparebankar å velja ulike modellar for omskiping og samanslåing.

source: has been used to describe the capture and storage of CO
nn: vert nytta for å omtale fangst og lagring av CO

source: Finanstilsynet has announced that it will follow up on the guidelines through reporting in connection with the annual mortgage loan surveys, supervision of Norwegian institutions and meetings with branches.
nn: Finanstilsynet har varsla at tilsynet vil følgja opp retningslinene gjennom rapportering i samband med dei årlege bustadlånsundersøkingane, tilsyn med norske institusjonar og møte med filialar.

source: Malawi is one of Norway’s long-term partner countries for development cooperation.
nn: Malawi er eit av Noregs partnarland for langsiktig utvikling.

source: Protocol and consider such information as
nn: som handlinga er utført med forsett om å valde

source: In order to succeed in the Norwegian and international markets, Norwegian data centres must therefore be able to document adequate security over time.
nn: Norske datasenter må derfor lykkast med å dokumentere forsvarleg tryggleik – over tid – for å lykkast i både den norske og den internasjonale marknaden.

source: The Columbia Threadneedle European Sustainable Infrastructure Fund’s acquisition of a majority stake in the Lefdal Mine Data Center is a good example.
nn: Columbia Threadneedle European Sustainable Infrastructure Funds sitt oppkjøp til majoritetseigar i Lefdal Mine Data Center, er eit godt eksempel på dette.

source: In 2004, the Government submitted a white paper
nn: Regjeringa la i 2004 fram ei stortingsmelding om

source: The body of Norwegian legislation is constantly evolving.
nn: Lovverk og forvaltningsplan for verdsarven.

source: The government represents the Labour Party (Lab.) and Centre Party (Cent.)
nn: Regjeringa er utgått frå Arbeiderpartiet (Ap) og Senterpartiet (Sp).

source: Consequently, personal data cannot simply be transferred to countries outside the EEA.
nn: , og ein kan derfor ikkje utan vidare overføre slike data til land utanfor EØS-området.

source: is assurance that information is not disclosed to unauthorised parties and that only authorised persons – that is, people with the right to – gain access to it.
nn: er tryggleik for at informasjonen ikkje blir avslørt for uvedkommande, og at berre autoriserte personar – det vil seie personar som har rett til det – får tilgang til informasjonen.

source: See “Economic commentaries” 7/2009 by Norges Bank.
nn: Sjå «Aktuell kommentar» 7/2009 frå Noregs Bank. Kjelde:

source: Many enterprises may also find it relevant to assess the security policy consequences of using cloud services based outside the European Economic Area (EEA).
nn: For mange verksemder kan det òg vere relevant å vurdere dei tryggingspolitiske konsekvensane av å bruke skytenester som er baserte utanfor EØS-området.

source: This is somewhat higher than in 2012, and the earnings improvement has to do with an increase in net interest income.
nn: Det er noko høgare enn i 2012, og betringa av resultatet heng saman med ein auke i netto renteinntekter.

source: At the beginning of March 2013, the Council and European Parliament reached political agreement on the CRR/CRD IV regulatory framework.
nn: Det vart i byrjinga av mars 2013 oppnådd politisk semje mellom Rådet og Parlamentet i EU om CRR/CRD IV-regelverket.

source: This has met with a positive response, and visits to artists’ workshops have become a very popular activity.
nn: Responsen har vore positiv, og kunstverkstader er svært attraktive og populære tilbod i Den kulturelle skulesekken i Nordland.

source: Supervision There is a need to oversee the ICT systems used by enterprises in many different sectors.
nn: Innan fleire sektorar er det behov for å kunne kontrollere IKT-systema som blir brukte i behandlinga av verksemdene sin informasjon.

source: At the same time, bond loans with a maturity in excess of one year, including covered bonds, have increased significantly as a portion of total funding and now account for about 30 pct.
nn: Samtidig har obligasjonslån med løpetid over eitt år, inkludert obligasjonar med fortrinnsrett (OMF), auka monaleg som del av total finansiering og utgjer no om lag 30 pst.

source: High housing prices in high-demand areas will therefore over time contribute to the growth in households’ debt.
nn: Høge bustadprisar i pressområde vil difor over tid medverka til gjeldsauke i hushalda.

source: In the summer of 2020 the company undertook a NOK 50 million share issue.
nn: Det har gjort at mange har oppdaga tenesta, og sommaren 2020 gjennomførte selskapet ein emisjon på 50 millionar kroner.

source: The system spans more than 13 800 kilometres, and has an expected cost framework of between USD 0.8 and 1.2 billion.
nn: Systemet spenner over 13 800 kilometer, og har ei forventa kostnadsramme på mellom 0,8 og 1,2 milliardar dollar.
